Repository: CofficLab/GitOK
Catalog: Packages/PluginGitLFS/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Available
zh_hans: 可用
zh_hk: 可用

source: Available, %@
zh_hans: 可用，%@
zh_hk: 可用，%@

source: Commit pointers
zh_hans: 提交指针
zh_hk: 提交指針

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Declare which file types are managed by LFS.
zh_hans: 声明哪些文件类型由 LFS 管理。
zh_hk: 聲明哪些文件類型由 LFS 管理。

source: Fast Clones
zh_hans: 快速克隆
zh_hk: 快速克隆

source: Fetch content
zh_hans: 获取内容
zh_hk: 獲取內容

source: File patterns are marked for LFS.
zh_hans: 文件模式被标记为 LFS 管理。
zh_hk: 文件模式被標記為 LFS 管理。

source: Found %ld large file(s) to track with Git LFS
zh_hans: 发现 %ld 个大文件，建议纳入 Git LFS 跟踪
zh_hk: 發現 %ld 個大型檔案，建議納入 Git LFS 追蹤

source: Git stores a small pointer instead of the payload.
zh_hans: git 存储小指针而非实际内容。
zh_hk: git 存儲小指針而非實際內容。

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Install
zh_hans: 安装
zh_hk: 安裝

source: LFS Backing
zh_hans: LFS 存储
zh_hk: LFS 存儲

source: LFS downloads the real file when you check it out.
zh_hans: 检出时 LFS 下载真实文件。
zh_hk: 檢出時 LFS 下載真實文件。

source: LFS status normal
zh_hans: LFS 状态正常
zh_hk: LFS 狀態正常

source: Large binary content is stored outside the repository.
zh_hans: 大型二进制内容存放在仓库之外。
zh_hk: 大型二進制內容存放在倉庫之外。

source: Large file recommendations
zh_hans: 大文件建议
zh_hk: 大型檔案建議

source: Large files, stored smart, cloned fast.
zh_hans: 大文件，聪明存放，快速克隆。
zh_hk: 大文件，聰明存放，快速克隆。

source: No files larger than 50 MB found
zh_hans: 未发现大于 50 MB 的文件
zh_hk: 未發現大於 50 MB 的檔案

source: Pointer-based
zh_hans: 指针式
zh_hk: 指針式

source: Repositories stay light — content is pulled on demand.
zh_hans: 仓库保持轻量——内容按需拉取。
zh_hk: 倉庫保持輕量——內容按需拉取。

source: Track
zh_hans: 跟踪
zh_hk: 跟蹤

source: Track Patterns
zh_hans: 跟踪模式
zh_hk: 跟蹤模式

source: command
zh_hans: 命令
zh_hk: 命令

source: file size
zh_hans: 文件大小
zh_hk: 文件大小

source: git-lfs not detected
zh_hans: 未检测到 git-lfs
zh_hk: 未偵測到 git-lfs
